import "./AboutFirm.css";

export default function AboutFirm() {
  return (
    <section className="block">
      <h2 className="block__title block__title_about-firm">О ФИРМЕ</h2>
      <article className="block__text">
        <p>Фирма образована в 1999 году в составе немецкого холдинга SP AG.</p>
        <p>
          По 2011 год обслуживала один из крупнейших проектов Санкт-Петербурга в
          области коммерческой недвижимости – строительство Торгового центра
          STOCKMANN на Невском пр. 114 (расселение домов, выкуп помещений,
          продажа проекта концерну STOCKMANN, сопровождение проектирования и
          строительства объекта).
        </p>
        <p>
          Клиентами фирмы являются и иные строительные организации, а также
          коммерческие структуры другого профиля: финский концерн SRV,
          Бизнес-Центр "Информ-Футуре", Borenius & Kemppinen Ltd, Hedman
          Partners, POYRY OY, ASTERA, East Market Motors (дилер Hyundai),
          Optosense (производство оптических приборов), ООО «РБ Транс»
          (железнодорожные перевозки), ООО «ПромДетальМаш» (ремонт и техническое
          обслуживание крупной машиностроительной техники), ООО "К12"
          (IT-услуги) и др.
        </p>
        <p>
          С 2015 года фирма защищает интеллектуальную собственность клиентов и
          поддерживает IT проекты и стартапы. С 2017 года юристы фирмы активно
          ведут проекты в области ЖКХ (поддержка деятельности управляющих
          компаний, ТСЖ и подобное). Фирма имеет партнерские структуры в
          Хельсинки (Финляндия) и Москве. С 2023 года оказывает услуги клиентам
          в Ташкенте (Узбекистан).
        </p>
      </article>
    </section>
  );
}
